[
  {
    "category": "Clothing and adornment",
    "subcategories": [
      {
        "subcategory": "Special garments",
        "topics": [
          {
            "topic": "Special Occasion Clothing",
            "questions": [
              "In your region, what is the traditional attire for the bride during a wedding ceremony?",
              "In your region, what is the traditional color of the bride’s outfit?",
              "In your region, what is the traditional attire for the groom during a wedding ceremony?",
              "In your region, what is the traditional outfit associated with the harvest festival of your region?",
              "In your region, what is the traditional outfit worn by women during the most prominent festival (except harvest) in your culture? Name the festival and the outfit worn.",
              "In your region, what is the traditional outfit worn by men during the most prominent festival (except harvest) in your culture? Name the festival and the outfit worn.",
              "In your region, what is the typical attire worn by the child during its naming ceremony?",
              "In your region, what would be the appropriate attire for a woman to wear to a religious establishment?",
              "In your region, what would be the appropriate attire for a man to wear to a religious establishment?",
              "In your region, what is the appropriate attire for a woman attending a funeral?",
              "In your region, what is the appropriate attire for a man attending a funeral?",
              "In your region, what type of attire is considered appropriate for a university graduation ceremony for a women?",
              "In your region, what is the traditional attire for a woman attending a formal business event?",
              "In your region, what is the traditional attire for a man attending a formal business event?",
              "In your region, what fabrics are seen as auspicious for celebration wear? Please name two."
            ]
          }
        ]
      }
    ]
  }
]