[
  {
    "category": "Festivals and Rituals",
    "subcategories": [
      {
        "subcategory": "Rest days and holidays",
        "topics": [
          {
            "topic": "Religious Taboos on Holidays",
            "questions": [
              "In your region, what are the two most common religious holidays that involve fasting, and what are the specific rules or forms of fasting observed?",
              "In your region, what are two religious holidays during which certain foods are traditionally avoided? Please name both the holiday and the restricted food items.",
              "In your region, what personal grooming or appearance-related restrictions are observed during specific religious holidays? Please specify the holiday and the restriction.",
              "In your region, what religious holidays prohibit specific types of work or leisure activities? Please name the holiday and describe the restriction.",
              "In your region, what days of the week require abstinence from certain foods or drinks? Please name the day and the items restricted.",
              "In your region, what religious holidays or observances restrict certain types of purchases or economic transactions? Please name the observance and describe the restriction.",
              "In your region, what religious holidays require people to avoid wearing or displaying certain colors? Please specify the holiday and the restricted color(s).",
              "In your region, what religious holidays prohibit the consumption of alcohol or intoxicating substances? Please list the two most commonly observed holidays with such restrictions.",
              "In your region, during which religious holidays or periods is it considered inappropriate to hold weddings or engagement ceremonies? Please name at least two such periods.",
              "In your region, what are two religious observances during which the use of technology or entertainment is restricted? Please specify the observance and the type of restriction.",
              "In your region, what are two holidays that require waking early or staying up late for a specific ritual? Please name the holidays and describe the custom.",
              "In your region, what are two most common holidays when people are expected to wear new clothes?",
              "In your region, what religious holidays prohibit eating during daylight hours? Please name the holidays and explain the rules.",
              "In your region, what occasions require people to avoid wearing jewelry or makeup?",
              "In your region, what religious holidays require people to avoid attending celebrations, parties, or social gatherings? Please name the holidays and explain the reason for this restriction."
            ]
          }
        ]
      }
    ]
  }
]