[
  {
    "category": "Finance",
    "subcategories": [
      {
        "subcategory": "Credit",
        "topics": [
          {
            "topic": "Navigating Installment Buying",
            "questions": [
              "In your region, what are the two most commonly purchased items through installment plans?",
              "In your region, what types of sellers or providers most frequently advertise installment offers? (e.g., appliance stores, coaching centers)",
              "In your region, how are installment schemes for electronics, smartphones, or gold typically structured? (e.g., duration, interest, down payment)",
              "In your region, what kinds of education or health-related expenses are most commonly paid through installment plans? Please give two examples.",
              "In your region, during which times of year are installment purchases most common? Please name two such occasions (e.g., festivals, school admissions).",
              "In your region, what two personal factors most affect eligibility for an installment plan? Please name two common ones (e.g., monthly income, employment type).",
              "In your region, what installment terms are most commonly negotiated—interest rate, down payment, or repayment period?",
              "In your region, what types of documentation are most commonly required to approve an installment purchase?",
              "In your region, how do sellers or lenders usually remind customers about upcoming installment payments?",
              "In your region, what kinds of penalties are typically applied when someone misses an installment payment?",
              "In your region, what is the most common duration offered for installment plans on high-cost goods like electronics, houses, or vehicles?",
              "In your region, which two types of sellers are most likely to offer zero-interest installment plans?",
              "In your region, what two types of goods are least likely to be available for purchase through installment plans?",
              "In your region, what are the two most common reasons someone might be denied an installment plan by a seller or provider?",
              "In your region, what form of installment payment is most commonly used—cash, bank transfer, or digital wallet?"
            ]
          }
        ]
      }
    ]
  }
]