[
  {
    "category": "Interpersonal Relations",
    "subcategories": [
      {
        "subcategory": "Visiting and hospitality",
        "topics": [
          {
            "topic": "Etiquette in the reception of visitors",
            "questions": [
              "In your region, what are the two most common things visitors do upon entering a home (excluding greetings)?",
              "In your region, what are the two most common traditional beverages (excluding water) offered to guests upon arrival?",
              "In your region, what four popular dishes (main, dessert, or appetizer) are typically served to welcome visiting relatives?",
              "In your region, what three common preparations, such as cleaning, decorating, or traditional practices, are usually done before guests arrive?",
              "In your region, what utensils or serving dishes are used for guests, and how do they differ from those used daily?",
              "In your region, what are the common customs or expectations when an out-of-town guest arrives, such as from an airport or train station, in terms of how they come to your home?",
              "In your region, what are some traditional sweets or snacks that are typically prepared or bought when expecting guests? Please list 2 snacks and 2 sweets.",
              "In your region, what are the two most common actions taken to greet guests when they arrive at your home?",
              "In your region, what are the two most common traditional gifts or souvenirs given to guests during their visit?",
              "In your region, what are the two most common customs or traditions followed when receiving elderly guests?",
              "In your region, how is food usually served to guests, by the host, a family member (specify the member), or by guests themselves?",
              "In your region, as a guest, what are the two most common ways to show gratitude before leaving a host’s home?",
              "In your region, what are the two most common follow-up actions after a guest has visited your home?",
              "In your region, how is it usually handled when a guest offers to help with meal preparation or cleaning up?",
              "In your region, what are the two most common rituals or traditions followed when someone visits your home for the first time?"
            ]
          }
        ]
      }
    ]
  }
]