[
  {
    "category": "Festivals and Rituals",
    "subcategories": [
      {
        "subcategory": "Ritual",
        "topics": [
          {
            "topic": "Ritual Gestures",
            "questions": [
              "In your region, what is the customary gesture for showing reverence to a sacred text, and why is it performed?",
              "In your region, what common gesture is associated with sacred fires?",
              "In your region, what is the customary gesture for offering food to a deity, and how is it performed?",
              "In your region, what gesture is typically associated with honoring or remembering a religion?",
              "In your region, what is the traditional gesture performed to express gratitude during or after a religious ceremony?",
              "In your region, what gesture is commonly performed when entering or leaving a religious site or monument, and what is its purpose?",
              "In your region, what is the appropriate gesture when receiving a sacred item or blessing from a religious leader?",
              "In your region, what gesture is performed to show respect to departed souls during a religious ritual?",
              "In your region, what is the common gesture performed when taking a religious oath or vow?",
              "In your region, what is the customary gesture for blessing someone younger?",
              "In your region, what gesture is performed when asking for forgiveness during a ritual or religious setting?",
              "In your region, what gesture is performed after accidentally touching a book or written material with your feet?",
              "In your region, what gesture is performed to show reverence to a sacred tree or plant?",
              "In your region, what gesture is done when first entering a religious institution?",
              "In your region, what gesture is performed to welcome participants or guests into a religious ceremony?"
            ]
          }
        ]
      }
    ]
  }
]