[
  {
    "category": "Festivals and Rituals",
    "subcategories": [
      {
        "subcategory": "Organized ceremonial",
        "topics": [
          {
            "topic": "Engaging with Religious Music and Dance",
            "questions": [
              "In your region, what is the traditional dance form associated with your culture or rituals?",
              "In your region, what is the traditional music form associated with your culture or rituals?",
              "In your region, what musical instruments are traditionally used in religious ceremonies? Please specify the instrument and the ceremony it is used in.",
              "In your region, during which times of the year is traditional religious music or dance most commonly performed? Please name the festival or season.",
              "In your region, what special attire is traditionally worn by women when performing the traditional dance associated with your culture?",
              "In your region, what special attire is traditionally worn by men when performing the traditional dance associated with your culture?",
              "In your region, what special attire is traditionally worn by women when performing the traditional music associated with your culture?",
              "In your region, what special attire is traditionally worn by men when performing the traditional music associated with your culture?",
              "In your region, what common religious themes or stories are portrayed through traditional music and dance? Please name one or two examples.",
              "In your region, can anyone participate in the traditional dance performed during religious rituals, or are there restrictions on who may perform? Please specify.",
              "In your region, what are the common settings or locations where traditional religious music and dance are typically performed?",
              "In your region, what are the two most common ways the audience participates during traditional religious music or dance performances?",
              "In your region, what is the most common time of day when religious music or dance performances usually take place?",
              "In your region, where do people most commonly learn the traditional dance form, and from whom do they typically learn it?",
              "In your region, where do people most commonly learn the traditional music form, and from whom do they typically learn it?"
            ]
          }
        ]
      }
    ]
  }
]