[
  {
    "category": "Traffic and transport behavior",
    "subcategories": [
      {
        "subcategory": "Streets and traffic",
        "topics": [
          {
            "topic": "Adapting to Local Transportation Modes",
            "questions": [
              "In your region, what types of animals, if any, are commonly permitted on public buses or trains? Please specify the animal and transport they’re allowed on.",
              "In your region, what are two festivals or public events that feature animals as part of the transportation or procession? Please name the event and the animal involved.",
              "In your region, what are the two most common public or local transportation methods used by students to commute to school or college?",
              "In your region, which public or local transport options typically operate through the night? If applicable, please name two .",
              "In your region, what are the three most widely used forms of public or local transportation?",
              "In your region, what is a unique local transportation mode that may not be commonly found in other regions?",
              "In your region, which two public transport modes also carry goods or services, and what do they carry?",
              "In your region, what payment options are most used and convenient for public transport?",
              "In your region, what are the two most common ways people get to airports or railway stations?",
              "In your region, on which public transport modes are vendors or entertainers most commonly seen, and what types of goods or performances are typical?",
              "In your region, what are the most common methods or gestures used to hail a taxi or auto-rickshaw? Please describe two.",
              "In your region, what officials other than the driver are typically present on buses, and what are their responsibilities?",
              "In your region, what officials other than the driver are typically present on trains, and what are their roles?",
              "In your region, what types of public transport offer separate seating or compartments for women, and what are they usually called? Please specify two.",
              "In your region, what digital tools or systems are used to check delays or updates for public transport? Please specify the tool and the type of transport."
            ]
          }
        ]
      }
    ]
  }
]