[
  {
    "category": "Clothing and adornment",
    "subcategories": [
      {
        "subcategory": "Ornament",
        "topics": [
          {
            "topic": "Occasions for Wearing Specific Ornaments",
            "questions": [
              "In your region, what types of ornaments are typically avoided by women during mourning periods or at funerals? Please name two most common ones.",
              "In your region, what ornaments are commonly worn by men during major religious festivals or celebrations? Please specify two most common ones.",
              "In your region, what types of ornaments are commonly worn by a child during their first birthday celebration? Please name two most common ones."
            ]
          },
          {
            "topic": "Ornamental Attire and Status Indication",
            "questions": [
              "In your region, which ornaments worn by women are commonly seen as symbols of higher social status? Please name two most common ones.",
              "In your region, what types of head ornaments or hair accessories worn by men are considered markers of higher social class? Please name two most common ones.",
              "In your region, what types of ornaments are worn by government or community leaders, dignitaries, or respected elders? Please name two most common ones."
            ]
          }
        ]
      },
      {
        "subcategory": "Special garments",
        "topics": [
          {
            "topic": "Headgear and Footwear Norms",
            "questions": [
              "In your region, what types of head coverings are traditionally worn by brides during wedding ceremonies that are not part of everyday attire?",
              "In your region, what types of head coverings are typically worn by men during funeral ceremonies?",
              "In your region, what traditional types of footwear or footgear are associated with cultural performances but not worn in daily life?",
              "In your region, what types of head coverings are commonly worn by widows or mourners during extended periods of mourning that differ from daily headwear?"
            ]
          },
          {
            "topic": "Special Occasion Clothing",
            "questions": [
              "In your region, what is the traditional outfit worn by women during the most prominent festival (except harvest) in your culture? Name the festival and the outfit worn.",
              "In your region, what is the appropriate attire for a man attending a funeral?"
            ]
          }
        ]
      }
    ]
  },
  {
    "category": "Communication",
    "subcategories": [
      {
        "subcategory": "Dissemination of News and Information",
        "topics": [
          {
            "topic": "Navigating the \"Grapevine\"",
            "questions": [
              "In your region, what two digital platforms are most commonly used by schools to share informal updates or announcements with parents or students?",
              "In your region, what digital platform is most commonly used to circulate missing person or lost pet notices?",
              "In your region, what is the common platform used to order takeout/food?"
            ]
          },
          {
            "topic": "Trustworthiness of Information Sources",
            "questions": [
              "In your region, how does trust in local-language media compare with trust in English-language media? Name one trusted local-language source.",
              "In your region, which two social media accounts or pages are widely followed for local news and announcements?"
            ]
          }
        ]
      },
      {
        "subcategory": "Gestures & Signs",
        "topics": [
          {
            "topic": "Non-Verbal Expression of Respect or Disrespect",
            "questions": [
              "In your region, what gestures are commonly used to show respect toward public officials?",
              "In your region, what is the usual nonverbal gesture used to excuse oneself?"
            ]
          },
          {
            "topic": "Social Expression of Emotions",
            "questions": [
              "In your region, what is the most common way sympathy or condolence is expressed without speaking?",
              "In your region, how is deep thought shown nonverbally?",
              "In your region, what common gestures indicate agreement or affirmation?"
            ]
          }
        ]
      }
    ]
  },
  {
    "category": "Education",
    "subcategories": [
      {
        "subcategory": "Education system",
        "topics": [
          {
            "topic": "Attitudes toward Education",
            "questions": [
              "In your region, at what age are students generally expected to complete formal education?",
              "In your region, what university-level fields of study are most popular or respected?",
              "In your region, what forms of student discipline are most commonly used in schools (e.g., detention, parent calls, counseling)? Name two most common ones."
            ]
          },
          {
            "topic": "Formal Educational Structure",
            "questions": [
              "In your region, what are the major exams taken during the school years, and at what grade levels are they typically held?",
              "In your region, what types of schools (e.g., government-run, private, religious, or community-based) are most common?"
            ]
          }
        ]
      },
      {
        "subcategory": "Teachers and Students",
        "topics": [
          {
            "topic": "Norms for Interacting with Teachers",
            "questions": [
              "In your region, how are teachers usually addressed by parents or other adults in school settings?",
              "In your region, what types of punishments or disciplinary actions are commonly used by teachers when students break classroom rules or misbehave?"
            ]
          },
          {
            "topic": "Student Extracurricular Activities",
            "questions": [
              "In your region, are certain types of extracurricular activities commonly expected or required for university or college admission? If so, which ones?",
              "In your region, during which periods of the school year do students typically pause or reduce participation in extracurricular activities?",
              "In your region, who is usually responsible for organizing and supervising extracurricular activities in schools?"
            ]
          }
        ]
      }
    ]
  },
  {
    "category": "Festivals and Rituals",
    "subcategories": [
      {
        "subcategory": "Organized ceremonial",
        "topics": [
          {
            "topic": "Engaging with Religious Music and Dance",
            "questions": [
              "In your region, what special attire is traditionally worn by women when performing the traditional dance associated with your culture?",
              "In your region, what are the common settings or locations where traditional religious music and dance are typically performed?",
              "In your region, if applicable, what is the common prop used during the traditional music performance?"
            ]
          },
          {
            "topic": "Timing of Ceremonies",
            "questions": [
              "In your region, what types of common sources, such as religious texts, calendars, or astrological systems, are used to determine the best times for important events?",
              "In your region, what are the most commonly used terms or names for inauspicious periods in the local calendar system?"
            ]
          }
        ]
      },
      {
        "subcategory": "Rest days and holidays",
        "topics": [
          {
            "topic": "Commemoration of Personal Milestones",
            "questions": [
              "In your region, what are the four most common birthdays considered most important in a person’s life, and why are they significant?",
              "In your region, how are professional milestones such as promotions, retirements, or job appointments typically celebrated? Please name one or two examples.",
              "In your region, what traditional rituals or practices are followed during a child’s first haircut? Please name two."
            ]
          },
          {
            "topic": "Conceptualization of Holidays",
            "questions": [
              "In your region, what is the most widely celebrated festival or holiday known for its grandeur and elaborate traditions?",
              "In your region, what holiday is dedicated to honoring children and what is its origin?",
              "In your region, what are the two most common holidays that are believed to bring good fortune or spiritual protection?"
            ]
          },
          {
            "topic": "Religious Taboos on Holidays",
            "questions": [
              "In your region, what days of the week require abstinence from certain foods or drinks? Please name the day and the items restricted.",
              "In your region, what are two holidays that require waking early or staying up late for a specific ritual? Please name the holidays and describe the custom."
            ]
          },
          {
            "topic": "Secular Festival Practices",
            "questions": [
              "In your region, what are two things people use to decorate the entrance of the home during a housewarming ceremony?",
              "In your region, what are the most commonly used colors for decorating during festivals?"
            ]
          }
        ]
      },
      {
        "subcategory": "Ritual",
        "topics": [
          {
            "topic": "Pilgrimage Practices",
            "questions": [
              "In your region, what are the common time(s) of the year that pilgrimages are most commonly undertaken?",
              "In your region, what are the cultural expectations for a person after completing a pilgrimage? Please name one or two expected actions or behaviors.",
              "In your region, what types of offerings are commonly carried by pilgrims to present at the pilgrimage site?"
            ]
          },
          {
            "topic": "Ritual Gestures",
            "questions": [
              "In your region, what is the traditional gesture performed to express gratitude during or after a religious ceremony?",
              "In your region, what gesture is performed when asking for forgiveness during a ritual or religious setting?"
            ]
          },
          {
            "topic": "Symbolic Act Performance",
            "questions": [
              "In your region, what is one commonly performed religious ritual, and what are the step-by-step actions involved in performing it correctly?",
              "In your region, what is the correct way to ring a prayer or temple bell during worship, including how many times and in what sequence?",
              "In your region, what is the most common type of ritual powders or pastes applied during rituals?"
            ]
          }
        ]
      }
    ]
  },
  {
    "category": "Finance",
    "subcategories": [
      {
        "subcategory": "Credit",
        "topics": [
          {
            "topic": "Navigating Installment Buying",
            "questions": [
              "In your region, what two personal factors most affect eligibility for an installment plan? Please name two common ones (e.g., monthly income, employment type).",
              "In your region, which two types of sellers are most likely to offer zero-interest installment plans?"
            ]
          },
          {
            "topic": "Negotiating Credit Advances and Discounts",
            "questions": [
              "In your region, what two common kinds of goods are most likely to be discounted when bought in bulk?",
              "In your region, which markets or localities are most known for active bargaining culture? Please mention by name or type.",
              "In your region, what types of shops are least likely to allow price negotiation? Please name two types."
            ]
          }
        ]
      },
      {
        "subcategory": "Saving & Investment",
        "topics": [
          {
            "topic": "Preferable Investment Forms",
            "questions": [
              "In your region, what are two most common physical assets (e.g., jewelry, land deeds) passed down as inherited family wealth?",
              "In your region, what are the two most common types of property (e.g., residential, agricultural) used as long-term investments?"
            ]
          },
          {
            "topic": "Safekeeping of Valuables",
            "questions": [
              "In your region, what are the most common methods used to protect important documents like property papers or wills?",
              "In your region, how are keys or passwords to lockers or safes typically stored?",
              "In your region, what two types of people in a household are usually given the responsibility of managing access to valuables?"
            ]
          }
        ]
      }
    ]
  },
  {
    "category": "Food processing and consumption",
    "subcategories": [
      {
        "subcategory": "Diet",
        "topics": [
          {
            "topic": "Seasonal Diet Modifications",
            "questions": [
              "What foods are commonly consumed in your region during summer to reduce body heat? Specify at least two most common ones.",
              "What types of snacks are commonly prepared at home during the monsoon? Specify at least two most common ones.",
              "What foods are commonly avoided during the summer because they are considered too heat-inducing? Specify at least two most common."
            ]
          },
          {
            "topic": "Staple Food Consumption",
            "questions": [
              "In your region, what type of cooking oil is most commonly used for preparing daily meals?",
              "In your region, what is the most common accompaniment served with rice?"
            ]
          }
        ]
      },
      {
        "subcategory": "Food preparation",
        "topics": [
          {
            "topic": "Cultural Recipes and Ingredients",
            "questions": [
              "In your region, how are traditional recipes usually passed down, example through demonstration, oral instruction, or written notes?",
              "In your region, what are two traditional dishes prepared for childbirth-related rituals, and what are their key ingredients?",
              "In your region, what food item or meal is traditionally used to break a religious fast?"
            ]
          },
          {
            "topic": "Food Preparation Techniques",
            "questions": [
              "In your region, how is coconut milk traditionally extracted from fresh coconut?",
              "In your region, how is paneer usually prepared and stored after being made at home?"
            ]
          }
        ]
      }
    ]
  },
  {
    "category": "Interpersonal Relations",
    "subcategories": [
      {
        "subcategory": "Etiquette",
        "topics": [
          {
            "topic": "Eating, drinking, and smoking etiquette",
            "questions": [
              "In your region, what holidays are the two most common holidays during which smoking and drinking are widespread?",
              "In your region, what are the two most common customs followed immediately after finishing a meal?",
              "In your region, what are the two most common types of food that are considered inappropriate to waste?"
            ]
          },
          {
            "topic": "Greeting and Salutation Etiquette",
            "questions": [
              "In your region, how is a religious leader or spiritual figure traditionally greeted? Name common phrases and gestures.",
              "In your region, if one receives a greeting from a stranger, is it common to respond? If yes, how are they commonly responded to?"
            ]
          }
        ]
      },
      {
        "subcategory": "Gift giving",
        "topics": [
          {
            "topic": "Ceremonial gift giving",
            "questions": [
              "In your region, what are the three most common gifts for a wedding ceremony?",
              "In your region, what two common souvenirs or gifts are brought back after a trip abroad?",
              "In your region, what are the two most common gifts given to a newlywed couple by their friends or family?"
            ]
          },
          {
            "topic": "Gift Giving Etiquette",
            "questions": [
              "In your region, are return gifts expected? Name two occasions when they’re usually given.",
              "In your region, what two materials or wrapping styles are most common for formal or traditional occasions?"
            ]
          }
        ]
      },
      {
        "subcategory": "Visiting and hospitality",
        "topics": [
          {
            "topic": "Etiquette in the reception of visitors",
            "questions": [
              "In your region, what are the two most common things visitors do upon entering a home (excluding greetings)?",
              "In your region, what are some traditional sweets or snacks that are typically prepared or bought when expecting guests? Please list 2 snacks and 2 sweets.",
              "In your region, what are the two most common follow-up actions after a guest has visited your home?"
            ]
          },
          {
            "topic": "Occasions for visiting",
            "questions": [
              "In your region, what is the most common festival that involves visiting or celebrating with relatives?",
              "In your region, on what two occasions do people visit teachers or mentors?",
              "In your region, what two career events most often prompt visits from friends or family? Examples could include a promotion, retirement, opening a shop, etc."
            ]
          }
        ]
      }
    ]
  },
  {
    "category": "Traffic and transport behavior",
    "subcategories": [
      {
        "subcategory": "Streets and traffic",
        "topics": [
          {
            "topic": "Adapting to Local Transportation Modes",
            "questions": [
              "In your region, what are the two most common public or local transportation methods used by students to commute to school or college?",
              "In your region, what are the two most common ways people get to airports or railway stations?",
              "In your region, what digital tools or systems are used to check delays or updates for public transport? Please specify the tool and the type of transport."
            ]
          },
          {
            "topic": "Understanding Local Traffic Regulations",
            "questions": [
              "In your region, which passengers in a car are most commonly expected to wear seatbelts (e.g., driver, front-seat passenger, back-seat passenger)?",
              "In your region, is there usually a separate lane for cyclists? If not, where do cyclists typically ride?",
              "In your region, what are two most common rules regarding child safety in vehicles, such as seating position or use of child restraints?"
            ]
          }
        ]
      },
      {
        "subcategory": "Transportation",
        "topics": [
          {
            "topic": "Carrying Capacity of Transport",
            "questions": [
              "In your region, how do passengers usually arrange themselves when more than three people ride together in a standard three-seater auto-rickshaw?",
              "In your region, how do people usually adjust themselves or their belongings when boarding already full public transport?"
            ]
          },
          {
            "topic": "Transport during Special Events",
            "questions": [
              "In your region, what temporary changes are made to transport when government officials or famous celebrities visit an area?",
              "In your region, how do drivers usually decorate their commercial vehicles during major festivals?",
              "In your region, during annual school functions or inter-school competitions, what transportation is typically arranged by schools for students?"
            ]
          }
        ]
      }
    ]
  }
]