[
  {
    "category": "Festivals and Rituals",
    "subcategories": [
      {
        "subcategory": "Rest days and holidays",
        "topics": [
          {
            "topic": "Secular Festival Practices",
            "questions": [
              "In your region, how is heritage honored by the local community during the most important holiday? Name the holiday and two forms of tribute.",
              "In your region, during which month is the harvest festival most commonly celebrated?",
              "In your region, what are two key rituals typically performed during a traditional housewarming ceremony?",
              "In your region, what are two traditional games or activities commonly conducted during harvest festivals?",
              "In your region, what are two things people use to decorate the entrance of the home during a housewarming ceremony?",
              "In your region, during which month is the festival that marks the beginning of the new year usually celebrated?",
              "In your region, what are two symbols or motifs that are commonly used in decorations for festivals?",
              "In your region, what customs mark the end of a festival? Name two festivals and one or two closing practices for each.",
              "In your region, what is the culturally appropriate time of day to conduct the main rituals of the harvest festival?",
              "In your region, according to traditional housewarming customs, what is the first household item that must be brought into a new home?",
              "In your region, what are the most commonly used colors for decorating during festivals?",
              "In your region, what kinds of decorations are typically used during the celebration of festivals? Name two decorations.",
              "In your region, what traditional games or activities are linked to festivals? Name one activity for two festivals.",
              "In your region, what are two common public rituals observed during patriotic holidays?",
              "In your region, what month is the most prominent patriotic holiday celebrated?"
            ]
          }
        ]
      }
    ]
  }
]