[
  {
    "category": "Interpersonal Relations",
    "subcategories": [
      {
        "subcategory": "Etiquette",
        "topics": [
          {
            "topic": "Greeting and Salutation Etiquette",
            "questions": [
              "In your region, what are the two most common physical gestures that accompany greetings?",
              "In your region, what is the most common physical gesture done to greet an elder?",
              "In your region, what is the most common greeting for morning, afternoon, evening, and night?",
              "In your region, how is a religious leader or spiritual figure traditionally greeted? Name common phrases and gestures.",
              "In your region, how do people greet each other on the phone when answering and when calling?",
              "In your region, how is a friend's parent usually greeted? Focus on the titles used to greet them.",
              "In your region, how do students or younger people traditionally greet teachers or mentors? Focus on the titles used.",
              "In your region, is it common to greet an unknown person on the street? If so, how are they normally greeted?",
              "In your region, what phrases are typically used when beginning and ending a formal letter or email?",
              "In your region, if one receives a greeting from a stranger, is it common to respond? If yes, how are they commonly responded to?",
              "In your region, what is the traditional way of saying goodbye to guests after a gathering?",
              "In your region, what titles or terms are used someone else's parents?",
              "In your region, how do people greet shopkeepers or service workers in everyday settings?",
              "In your region, what is the typical greeting exchanged during national holidays?",
              "In your region, what typical greeting is used during mourning periods or when offering condolences?"
            ]
          }
        ]
      }
    ]
  }
]