[
  {
    "category": "Finance",
    "subcategories": [
      {
        "subcategory": "Saving & Investment",
        "topics": [
          {
            "topic": "Preferable Investment Forms",
            "questions": [
              "In your region, what are the two most commonly preferred forms of long-term investment (e.g., gold, land, property)?",
              "In your region, what two types of ancestral or agricultural assets (e.g., land, livestock) are commonly maintained as investments?",
              "In your region, what two types of group-based savings or investment systems (e.g., chit funds, rotating savings) are commonly used?",
              "In your region, what two types of spiritual offerings or donations are culturally understood as ways to attract future prosperity?",
              "In your region, what are the two most significant life events during which families make their largest investments?",
              "In your region, what are two most common physical assets (e.g., jewelry, land deeds) passed down as inherited family wealth?",
              "In your region, what two forms of investment are considered the safest during times of economic uncertainty?",
              "In your region, what are the two most common forms of investment used to prepare for children's futures (e.g., education, marriage)?",
              "In your region, what two types of investments are most commonly made by people nearing retirement?",
              "In your region, what two forms of investment are widely believed to hold or increase value over several generations?",
              "In your region, what two kinds of physical assets are most commonly displayed as signs of financial success?",
              "In your region, what are the two most common types of property (e.g., residential, agricultural) used as long-term investments?",
              "In your region, what two types of durable goods (e.g., vehicles, machinery) are often treated as investment assets?",
              "In your region, what two types of trees or crops are commonly planted because they are seen as long-term investments?",
              "In your region, what types of infrastructure (e.g., wells, irrigation systems, shops, etc.) are commonly built as shared family investments?"
            ]
          }
        ]
      }
    ]
  }
]