[
  {
    "category": "Finance",
    "subcategories": [
      {
        "subcategory": "Saving & Investment",
        "topics": [
          {
            "topic": "Safekeeping of Valuables",
            "questions": [
              "In your region, what are the two most common places where people store cash or gold at home?",
              "In your region, which valuables are most commonly kept in a bank locker or safe deposit box?",
              "In your region, what are the most common methods used to protect important documents like property papers or wills?",
              "In your region, which valuables are most commonly insured, and for what types of risks?",
              "In your region, what digital methods are commonly used to safeguard important records or documents (e.g., cloud storage, scanned copies)?",
              "In your region, what are two traditional hiding places used in homes for storing valuables discreetly?",
              "In your region, what are the two most common materials or containers used to store valuables safely at home (e.g., metal boxes, wooden lockers)?",
              "In your region, what are two common methods used to transport valuables like jewelry or cash securely when travelling?",
              "In your region, how are keys or passwords to lockers or safes typically stored?",
              "In your region, what small daily habits are followed to ensure valuables remain secure inside the home?",
              "In your region, what are two common visual or physical signs used to indicate that a storage area (like a cupboard or drawer) contains valuables?",
              "In your region, what are two common precautions taken when strangers or workers visit the home to protect valuables?",
              "In your region, what are the two most common situations when people temporarily move valuables out of the home for safekeeping?",
              "In your region, what are two common reasons people choose not to store valuables in a bank locker or safe deposit box?",
              "In your region, what two types of people in a household are usually given the responsibility of managing access to valuables?"
            ]
          }
        ]
      }
    ]
  }
]